Repository: TeknoMobil/deepin-wm
Catalog: po/*.po
Languages: tr

source: Does the display look OK?
tr: Ekran iyi görünüyor mu?

source: Keep This Configuration
tr: Bu Yapılandırmayı Koru

source: Restore Previous Configuration
tr: Önceki Yapılandırmaya Geri Dön

source: Minimize
tr: Küçült

source: Move
tr: Taşı

source: Resize
tr: Yeniden Boyutlandır

source: Always on Top
tr: Her Zaman Üstte

source: Always on Visible Workspace
tr: Her Zaman Görünür Çalışma Alanında

source: Move to Workspace Left
tr: Soldaki Çalışma Alanına Taşı

source: Move to Workspace Right
tr: Sağdaki Çalışma Alanına Taşı

source: Close
tr: Kapat

source: Unmaximize
tr: Tam Ekrandan Çık

source: Maximize
tr: Ekranı Kapla

source: Drag upwards to remove
tr: Kaldırmak için yukarı doğru sürükle

source: workspace
tr: çalışma alanı

source: Multitasking View
tr: Çoklu Görev Görünümü

source: View all open windows and workspaces
tr: Tüm açık pencereleri ve çalışma alanlarını göster

source: Action for the top left corner
tr: Sol üst köşe eylemi

source: Algorithm for window overview layout
tr: Pencere görünüm düzeni algoritması

source: Choose the algorithm used for exposing the windows
tr: Pencerelerin gösterimi için kullanılacak algoritmayı seç

source: Action for the top right corner
tr: Sağ üst köşe eylemi

source: Action for the bottom left corner
tr: Sol alt köşe eylemi

source: Action for the bottom right corner
tr: Sağ alt köşe eylemi

source: The command that will be executed for the hotcorner action 'custom-command' or multiple
tr: 'özel-komut' ya da çoklu etkin-köşe eylemi için çalıştırılacak komut

source: If you just put a single command, it will be used for every hotcorner assigned to 'custom-command'. If you instead use the pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' the specific commands will be used per hotcorner. Possible identifiers are 'hotcorner-[topleft; topright; bottomleft; bottomright]' followed by a ':' and then the command. ';;' is used as delimiter between command defintions.
tr: Sadece bir komut girerseniz, bu 'custom-command'a atanmış tüm etkin-köşeler için kullanılır. Bunun yerine 'hotcorner-topleft:komut;;hotcorner-bottomright:komut' kalıbını kullanırsanız, her bir etkin-köşe için belirlediğiniz komutlar kullanılacaktır. Olası tanımlayıcılar 'hotcorner-[topleft; topright; bottomleft; bottomright] ardından ':' ve komuttur. ';;' komut tanımları arasında ayraç işlevi görür.

source: Enable edge tiling when dropping windows on screen edges
tr: Ekran kenarlarına pencere bırakırken kenar döşemesini etkinleştir

source: If enabled, dropping windows on vertical screen edges maximizes them vertically and resizes them horizontally to cover half of the available area. Dropping windows on the top screen edge maximizes them completely.
tr: Etkinleştirildiğinde, dikey ekran kenarlarına pencereleri bırakmak onları dikey olarak büyütür ve kullanılabilir alanın yarısını kapsayacak şekilde de yatay olarak yeniden boyutlandırır. Pencereleri üst ekran kenarına bırakmak tamamen büyütür.

source: Panel main menu action
tr: Panel ana menüsü eylemi

source: Sets the command to run when the panel-main-menu keybinding is pressed
tr: Panel ana menüsünde bağlanmış tuşa basıldığında çalışacak komutu belirleyin

source: Enable dynamic workspace instead of static ones
tr: Dinamik çalışma alanını etkinleştir

source: Use a dynamically increasing or decreseasing number, as needed, of workspaces instead of a static, fixed number
tr: Durağan ve sabit sayıda çalışma alanı yerine ihtiyaca göre dinamik olarak artan ya da azalan sayıda çalışma alanı kullanın

source: Names that are recognized as dock windows for the window switcher
tr: Pencere değiştirici için rıhtım pencere olarak tanınan adlar

source: When launching the window-switcher, gala iterates over this list and attempts to find a window matching the names. If it does, it will hide this window and fade it back in, once the the switcher is closed.
tr: Pencere değiştiriciyi başlatırken, gala bu listenin üzerinde yinelenir ve adlarıyla eşleşen bir pencere bulmaya çalışır. Varsa, bu pencereyi gizler ve anahtarlayıcı kapatıldığında bir kez daha kaybolur.

source: Window class names that will be focused automatically when shown
tr: Gösterildiğinde otomatik olarak odaklanacak pencere sınıfı adları

source: Some windows could not grab focus correctly when shown, just put their class names here to avoid such issue.
tr: Bazı pencereler gösterildiğinde netleme yapamadı, bu tür bir sorunu önlemek için sınıf adlarını buraya yazmanız yeterli.

source: Enable show-desktop item in Alt-Tab popup window
tr: Alt-Tab açılır penceresinde masaüstünü göster ögesini etkinleştir

source: The show-desktop item will be put at end of the window list. show-desktop action of window manager will be performed if selected.
tr: Masaüstünü göster ögesi, pencere listesinin sonuna konur. Eğer seçildiyse, pencere yöneticisinin show-desktop işlemi gerçekleştirilecektir.

source: Shortcut to move to first workspace
tr: İlk çalışma alanına geçiş için kısayol

source: Shortcut to move to last workspace
tr: Son çalışma alanına geçiş için kısayol

source: Shortcut to move the current window to first workspace
tr: Mevcut pencereyi ilk çalışma alanına taşımak için kısayol

source: Shortcut to move the current window to last workspace
tr: Mevcut pencereyi son çalışma alanına taşımak için kısayol

source: Zoom in
tr: Yakınlaştır

source: Zoom out
tr: Uzaklaştır

source: Shortcut to open the window overview
tr: Pencere genel görünümüne geçiş için kısayol

source: Shortcut to open the window overview for all windows
tr: Tüm pencerelerin genel görünümüne geçiş için kısayol

source: Cycle to the next workspace to the right or to back to the first
tr: Sonraki ilk çalışma alanına geçiş yap ya da ilk çalışma alanına dön

source: Cycle to next keyboard layout
tr: Sonraki klavye düzenine geçiş yap

source: Cycle to previous keyboard layout
tr: Önceki klavye düzenine dön

source: Attach modal dialogs
tr: Kalıcı iletişim kutuları ekle

source: When true, instead of having independent titlebars, modal dialogs appear attached to the titlebar of the parent window and are moved together with the parent window.
tr: İşeretlendiğinde, bağımsız başlık çubuklarına sahip olmak yerine, ana pencerenin başlık çubuğuna eklenmiş kalıcı iletişim kutuları görünür ve üst pencere ile birlikte taşınır.

source: Arrangement of buttons on the titlebar
tr: Başlık çubuğundaki düğmelerin düzeni

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
tr: Başlık çubuğundaki düğmelerin düzeni. Dizgi türünde bir değer alır, örneğin "menu:minimize,maximize,spacer,close"; pencerenin sol köşesindekilerle sağ köşesindekileri iki noktayla, düğme adlarını virgülle ayırın. Bir düğme birden çok kez kullanılamaz. Gelecek metacity sürümlerinde eski sürümlerde soruna yol açmadan yeni düğmeler eklenebilmesi için bilinmeyen düğme adları hata vermeden göz ardı edilecektir. Ard arda iki düğme arasında biraz boşluk eklemek için özel spacer etiketi kullanılabilir.

source: Make parent windows that spawn a modal attached dialog being dimmed
tr: Modal ekli bir iletişim kutusunu açan ana pencereleri soluklaştır

source: The opacity of the windows located in the background in the alt-tab-switcher.
tr: Alt Tab değiştiricideki arka planda bulunan pencerelerin opaklığı.

source: Background-image used in the workspace-switcher
tr: Çalışma alanı değiştiricide kullanılan arka plan resmi

source: Enable Animations
tr: Canlandırmaları Etkinleştir

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
tr: Canlandırmaların gösterilip gösterilmemesi. Not: Bu genel bir anahtardır ve pencere yöneticisi, panel vb. işleyişlerini değiştirir.

source: Duration of the snap animation as used by maximize/unmaximize
tr: Çıtçıt canlandırmasının büyültme/küçülme olarak kullanıldığı süre

source: Duration of the close animation
tr: Kapanış animasyonu süresi

source: Duration of the minimize animation
tr: Simge durumuna küçültme animasyonu süresi

source: Duration of the workspace switch animation
tr: Çalışma alanı değiştirme animasyonu süresi

source: Duration of the menu mapping animation
tr: Menü haritalama animasyonu süresi

source: Defines the shadow of normal focused windows
tr: Normal odaklı pencerelerin gölgesini tanımlar

source: The first value is the radius of the blur of the shadow, the second one the top fade (which is usually just -1), the third and fourth the x- and y-offset and the last the opacity. So [blur-radius, top-fade, x-offset, y-offset, opacity]
tr: İlk değer, gölgenin bulanıklığının yarıçapı, ikincisi en üst solma (genellikle sadece -1'dir), üçüncü ve dördüncü, x ve y ofseti ve son opaklıktır. Yani [bulanıklık yarıçapı, üst solma, x-uzaklık, y-uzaklık, opaklık]

source: Defines the shadow of a normal unfocused window
tr: Normal odaklanmamış bir pencerenin gölgesini tanımlar

source: See normal-focused
tr: Normal odaklı görün

source: Defines the shadow of a menu
tr: Bir menünün gölgesini tanımlar

source: Defines the shadow of a focused dialog
tr: Odaklanmış bir iletişimin gölgesini tanımlar

source: Defines the shadow of an unfocused dialog
tr: Odaklanmamış bir iletişimin gölgesini tanımlar

source: Disable all notifications
tr: Tüm bildirimleri kapat

source: Enable bubbles
tr: Kabarcıkları etkinleştir

source: Enable sounds
tr: Sesleri etkinleştir

source: Show missed notifications in notification center
tr: Bildirim merkezinde cevapsız bildirimleri göster

source: Enable rounded corner mask
tr: Yuvarlak köşe maskesini etkinleştir

source: Corner radius
tr: Köşe yarıçapı

source: Disable corner mask on fullscreen
tr: Tam ekranda köşe maskesi devredışı

source: Only show corner masks on primary monitor
tr: Köşe maskelerini sadece ana ekranda göster
